<?php
/* @var $this CourseController */
/* @var $dataProvider CActiveDataProvider */

$this->breadcrumbs=array(
	'教学课程',
);

//$this->menu=array(
//	array('label'=>'Create Course', 'url'=>array('create')),
//	array('label'=>'Manage Course', 'url'=>array('admin')),
//);
?>

<div style="position:relative">
    <img src="images/lang1.jpg" alt="" />
    <div style="position:absolute;z-indent:2;left:0;top:0;">
        <br>
        <h2>教学课程</h2>
    </div>
</div>

<br/><br/>
<p>团队教师队伍科研实力雄厚、教学经验丰富，教学成果显著，承担了多项国家级省级教改项目，省级和国家特色专业建设点，“计算机通信网”、“接入网技术”2门省级精品课程。</p>
<p>团队还为本科生开设了一系列的专业课程：计算机通信网、TCP/IP协议、接入网技术、局域网与城域网、网络系统工程、网络软件设计、综合课程设计。</p>
<p>其中，《计算机通信网》是四川省精品课程，这是由团队内的毛玉明教授作为课题负责人申报的。《接入网技术》也是四川省精品课程，这是由雷维礼教授负责的，他作为课程组长，积极开展教研活动，培养了接入网教学团队。</p>
<p>2002年，我们对计算机网络课程内容进行了较大的改革，将网络的基础理论部分抽取出来，形成了《计算机通信网》，作为通信类专业、网络类专业的必修课程，重点突出网络一般模型理论和基本原理，其余内容形成《局域网与城域网》和《TCP/IP协议原理》两门课程。形成一种以网络基本原理为指导，深入学习和掌握各种具体网络技术（如局域网、TCP/IP）的课程教学体系。</p>
<p>《计算机通信网》以网络体系结构和OSI参考模型为主线，系统地讲授网络的模型、层次结构、网络通信原理、协议原理、中继原理、路由原理、互连原理等方面的内容，为学生的网络知识打下坚实的理论基础，同时也为学生建立这样的一种概念，即：以太网、TCP/IP只是网络的一种具体实现，而不是网络的全部，新的网络还可能随时出现。这样来拓宽学生的思路，让学生的想象力和创造力能充分发挥出来。</p>
<p>课程改革形成了以《计算机通信网》为基础、《局域网与城域网》和《TCP/IP协议原理》为技术的课程体系，为学生进一步学习其它网络类课程如《接入网技术》、《网络软件设计》、《网络系统工程》、《网络管理》、《网络应用系统》等打下坚实基础。经过三年的本科教学和研究生教学实践，取得了良好效果。</p>
<hr/>
