<style type="text/css">
	#about{
		margin:20px;
		text-indent:2em;
	}
	#about li {
		text-indent:0;
	}
</style>
<div class="container">
<div style="position:relative">
    <img src="images/lang1.jpg" alt="" />
    <div style="position:absolute;z-indent:2;left:0;top:0;">
        <br>
        <h2>团队介绍</h2>
    </div>
</div>

<div  id="about">
    <h3 style="color: #0088cc">基本情况</h3>
    <hr style=" border:1px #0088cc solid; " />
    <p>团队目前有教师15人，其中教授、博士生导师3人，副教授6人，高级工程师1人，讲师6人。博士6人，在职博士研究生4人。在读全日制博士研究生10人，硕士研究生90余人。</p>
    <p>毛玉明教授/冷甦鹏教授为团队负责人，毛玉明教授是享受国家特殊津贴的专家，国家百千万人才入选者，国内较早研究无线自组织网络架构和协议的人员之一，在无线网络组网相关研究方面具有较深造诣和知名度。冷甦鹏教授是学校从新加坡南洋理工大学引进的优秀海归人才，教育部21世纪优秀人才项目获得者，学校百人计划获得者，现任通信与信息工程学院主管科研副院长。2015年，学校引进的我国千人计划获得者杨鲲教授加盟我们团队，进一步提升了我们团队的整体实力。</p>
    <p>团队自上世纪80年代中期开始从事计算机网络、无线网络领域的研究工作，是国内开展无线网络技术研究的先行者之一。“七五”以来，先后完成了包括电子预研项目、国家重大专项项目、国家863项目、国家科技支撑计划项目、国家自然基金、教育部重点项目，以及校企合作项目数十项，取得丰硕成果。获得多项国家级和省部级科研成果奖励。</p>
    <p>创建并承担了网络工程专业的建设，创建了网络工程专业人才培养体系、课程体系和实验体系。出版系列网络工程相关教材，承担所有网络工程专业课程的教学。主持“通信与信息系统国家级实验教学示范中心”建设。承建的骨干传输系统实验室、路由与互连实验室、网络工程实验室、综合接入网实验室等国内技术一流。多门课程获得省级精品课程，网络工程专业获批国家级特色专业建设点。</p>
    <p></p>
    <h3 style="color: #0088cc">技术优势</h3>
    <hr style=" border:1px #0088cc solid; " />
    <p>近几年完成了十余项国家重大专项、863高科技计划项目及国家自然基金项目，自主研发多种无线组网设备，自主设计并实现多种无线网络组网结构、路由协议、MAC协议并获得多项授权专利。技术底蕴深厚，大项目研发经验丰富。</p>
    <p>长期从事网络体系与协议的研究，并紧跟该领域的前沿技术，理论研究与系统开发实现并重，尤其在无线网络研究方面成效卓著。在以下方面技术实力国内突出：</p>
    <p>1、网络体系结构设计与分析技术</p>
    <p>2、网络协议设计与协议分析技术</p>
    <p>3、协议软件实现技术</p>
    <p>4、网络工程与应用技术</p>
</div>

</div>